/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Rregulloni Llogarinë";
"you_need_an_account" = "Nuk ka llogari $appname te pajisja juaj.\r\nQë të mund të përdorni këtë Aplikacion, lypset të krijoni një të tillë.";

//Login Screen
"testing_connection" = "Po testohet Lidhja";
"server_instance_not_found" = "S’u gjet shërbyes";
"secure_connection_established" = "U vendos Lidhje e Sigurt";
"https_non_secure_connection_established" = "U ridrejtua në një udhë të pasigurt";
"connection_established" = "U vendos Lidhja";
"login_details" = "Hollësi Hyrjesh";
"username" = "Emër përdoruesi";
"password" = "Fjalëkalim";
"login" = "Hyni";
"cancel" = "Anuloje";
"error_login_message" = "Emri i përdoruesit ose fjalëkalimi është i pasaktë";
"ok" = "OK";
"url_sample" = "Adresë shërbyesi https://…";
"forbidden_characters_in_password" = "Ky fjalëkalim përmban shenja të ndaluara";
"server" = "Shërbyes";
"url" = "URL";
"session_expired" = "Sesioni ka skaduar";
"credentials_different_user" = "Përdoruesi i dhënë nuk përputhet me përdoruesin e kësaj llogarie";
"auth_unsupported_auth_method" = "Shërbyesi nuk e mbulon këtë metodë mirëfilltësimi";
"saml_server_does_not_give_user_id" = "Shërbyesi nuk kthen një ID të saktë përdoruesi. Ju lutemi, lidhuni me përgjegjësin tuaj";
"authentification_not_valid" = "S’bën dot mirëfilltësim kundrejt këtij shërbyesi";
"error_too_many_http_redirects" = "Pati një gabim gjatë vendosjes së lidhjes. Ju lutemi, riprovoni.";
"retry" = "Riprovo";
"help_link_login" = "I ri te $appname?";

//TabBarItems
"settings"="Rregullime";
"files_tab"="Kartela";

//Uploading
"upload" = "Ngarko";
"account" = "Llogari:";
"location" = "Vend:";
"photo_albums" = "Albume Fotosh";
"loading" = "Po ngarkohet…";
"no_access_to_gallery" = "Ju lutemi, aktivizoni për $appname hyrje te Fotot dhe Videot. Këtë mundësi e gjeni te Rregullime > Privatësi > Foto.";
"error" = "Gabim";
"upload_failed"="Ngarkimi Dështoi";
"redirection_problem"="Veprimi i ridrejtimit URL nuk mbulohet";

//First View
"menu_upload" = "Ngarkoni Foto/Video";
"menu_folder" = "Dosje e re";
"menu_text_file" = "Skedar i ri tekst";
"sort_menu_title" = "Renditi";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Më i riu-Më i vjetri ";

//Create/Edit File Text
"create_text_file" = "Krijoni Kartelë të Re Tekst";
"title_view_new_text_file" = "Kartelë e Re Tekst";
"title_view_edit_text_file" = "Përpunoni Kartelë Tekst";
"default_text_file_title" = "Skedar i ri tekst";
"title_text_file_placeholder" = "Titull…";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "ka tashmë një të tillë";
"error_file_name_empty" = "Emri i kartelës s’mund të jetë i zbrazët.";
"no_changes_made" = "S’janë bërë ndryshime";
"no_file_downloaded" = "Kartela s’është shkarkuar, s’mund ta përpunoni";


//Create Folder
"create_folder" = "Krijoni Dosje të Re";
"folder_name" = "Jepni Emër Dosjeje:";
"save" = "Ruaje";
"folder_exist" = "Ka tashmë një dosje me emër të tillë. Ju lutemi, jepni një tjetër emër.";
"folder_create_error"="Drejtoria s’u krijua dot";
"not_show_potrait"="Menuja s’përdoret dot nën pamjen peizazh. Ju lutemi, kaloni nën pamjen portret.";
"not_possible_create_folder" = "Dosja s’u krijua dot.";

//FilesView
"confirm_to_delete_item" = "Ripohoni Fshirjen e Objektit";
"yes" = "Po";
"no" = "Jo";
"delete_from_device" = "Jeni i sigurt se doni të fshihet kjo kartelë prej pajisjes?";
"delete_from_server" = "Jeni i sigurt se doni të fshihet kjo kartelë prej shërbyesit?";
"not_possible_connect_to_server" = "S’është mundur të lidheni te shërbyesi këtë herë.";
"delete_folder_from_server" = "Jeni i sigurt se doni të fshihet kjo dosje prej shërbyesit?";
"delete_local_server" = "Fshije prej pajisjeje dhe shërbyesi";
"delete_local" = "Fshije prej pajisjeje";
"delete_server" = "Fshije prej shërbyesi";
"error_path" = "S’arrihet të hapet kjo dosje. Ju lutemi, sigurohuni që ekziston";
"error_not_permission" = "S’keni leje të plotësoni këtë veprim";
"folders" = "dosje";
"files" = "kartela";
"folder" = "dosje";
"file" = "kartelë";
"more_swipe" = "Më tepër";
"message_not_files" = "S’ka gjë këtu. Ngarkoni diçka!";

//Refresh file list
"release_refresh"="Që të rifreskohet, lëreni të lirë…";
"loading_refresh"="Po ngarkohet…";
"pull_down_refresh"="Tërhiqeni për poshtë që të rifreskohet.";

//Miscelanea
"back" = "Mbrapsht";

//Preview
"open_with_label" = "Hape me";
"delete_label"= "Fshije";

//Open with
"file_cannot_be_opened" = "Kartela s’hapet dot";
"no_app_instaled_to_open_it" = "Nuk ka të instaluar ndonjë aplikacion që mund të hapë këtë lloj kartelash.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Po vendoset Lidhja";
"not_establishing_connection" = "S’vendoset Dot Lidhja";
"connection_closed" = "Lidhja u Mbyll";
"connection_lost" = "Humbi Lidhja";
"auth_failed" = "Mirëfilltësimi Dështoi";
"auth_passed" = "Mirëfilltësimi u Bë";
"request_file_not_found" = "Kartela e kërkuar s’u gjet në shërbyes";
"request_file_not_accesed" = "S’hyhet dot tek kartela e kërkuar";
"unknow_response_server" = "Gabim. Përgjigje e papritur prej shërbyesit.";
"uploading_data" = "Po Ngarkohet të Dhëna";
"downloading_data" = "Po Shkarkohen të Dhëna";
"transfer_complete" = "Mbartje e Plotë";
"transfer_failed" = "Mbartja Dështoi";

//Settings and PinCode
"title_app_pin" = "Kodkalim";
"title_app_pin_and_touchID" = "Kodkalim & ID Touch";
"enter_app_pin" = "Jepni Kodkalim";
"enter_app_pin_long_description" = "Jepni Kodkalim";
"reenter_app_pin" = "Rijepni Kodkalimin";
"remove_app_pin" = "Hiqe Kodkalimin";
"both_pass_not_same" = "Kodkalimet e dhëna s’janë të njëjtë";
"app_pin_incorrect" = "Kodkalim i pasaktë";
"passcode_not_enabled" = "Së pari aktivizoni kodkalimet";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Shkëputu nga ky shërbyes";
"pin_removed" = "Kodkalimi u hoq";
"incorrect_pin" = "Kodkalim i Pasaktë";
"app_pin_stored" = "Kodkalimi u depozitua";
"help" = "Ndihmë";
"recommend_to_friend" = "Këshillojani një Shoku";
"send_feedback" = "Dërgoni Përshtypjet";
"manage_accounts" = "Administroni Llogari";
"add_new_account" = "Shtoni llogari të re";
"save_changes" = "Ruaje";
"add_account" = "Shtoje";
"user_exist" = "Përdoruesi i dhënë ekziston tashmë";
"imprint_button" = "Impressum";
"title_instant_upload"="Ngarkim i Menjëhershëm";
"title_background_instant_upload" = "Ngarkim i Menjëhershëm në Prapaskenë";
"accounts_section" = "Llogari";
"security_section" = "Siguri";
"instant_updloads_section" = "Ngarkime të Menjëhershme";
"more_section" = "Më tepër";
"unlock_app" = "Zhbllokoje $appname";

//Downloading
"can_no_copy_to_gallery" = "Kjo kartelë s’mund të kopjohet te galeria, ngaqë s’mund të hapet nga galeria";
"file_is_downloading" = "Kjo kartelë është duke u shkarkuar";
"download_file_exist" = "S’arrihet të hapet kjo kartelë. Ju lutemi, sigurohuni që ekziston";
"wait_to_download" = "Po përgatitet për shkarkim";
"updating" = "Po përditësohet";
"msg_while_downloads" = "S’është e mundur të kryhet ky veprim, ju lutemi, pritni derisa të përfundojë shkarkimi i tanishëm";

//SSL
"invalid_ssl_cert" = "Identiteti i sajtit s’u verifikua dot. Doni të besohet kjo dëshmi, sido qoftë?";
"connection_declined" = "Lidhje e hedhur tej nga përdoruesi";

//Recent view
"recent_now"="Sekonda më parë";
"recent_minutes"="$minutes minuta më parë";
"recent_minute"="$minutes minutë më parë";
"recent_hours"="$hours orë më parë";
"recent_hour"="$hours orë më parë";
"recent_days"="$days ditë më parë";
"recent_day"="$days ditë më parë";
"recent_months"="$months muaj më parë";
"recent_month"="$months muaj më parë";

"uploads_tab"="Ngarkime";
"current_section"="Të tanishëm";
"uploader_section"="Të ngarkuar";
"nothing_was_upload_recently"="Nga kjo pajisje s’është ngarkuar gjë së fundi";
"failed_uploader_section"="Ngarkime të Dështuar";
"error_credential"="Gabim kredencialesh";
"error_destiny_does_not_exist"="Gabim dosjeje";
"error_file_exists"="Gabim përplasjeje";
"error_permission" = "Gabim lejesh";
"error_file_does_not_exist" = "Source file not available on the device";"Gabim kartele";
"error_file_in_background" = "Gabim shërbyesi";
"error_file_invalid_characters" = "Shenja të pavlefshme";
"change_active_user"="Si përdorues aktiv vër";
"waiting_for_server"="Po pritet për lidhje shërbyesi";
"waiting_for_upload"="Po pritet për ngarkim";
"error_permission_alert_message" = "S’keni leje të ngarkoni te kjo dosje";
"choose_folder" = "Zgjidhni një dosje";

//Select Folder View
"upload_label"="Ngarkojeni te";
"create_button"="Krijoje";
"choose_button"="Zgjidhe";

//Rename
"rename_long_press" = "Riemërtoje";
"rename_file_title" = "Riemërtojeni";
"enter_new_name" = "Jepni një emër të ri:";
"rename_file_exist" = "Ka tashmë një kartelë me emrin e dhënë, ju lutemi, jepni një emër tjetër";

//Move
"move_long_press" = "Zhvendose";
"move_to_label" = "Zhvendoseni te";
"file_exist" = "Kartela gjendet tashmë te dosja vendmbërritje";
"override_file" = "Doni të zëvendësohet kartela ekzistuese me këtë?";
"accept" = "Pranoje";
"error_folder_destiny_is_the_same" = "GABIM: s’është e mundur të zhvendoset dosja te vetvetja";
"original_file_exist" = "S’arrihet të zhvendoset kartela. Ju lutemi, sigurohuni se ekziston";
"original_folder_exist" = "S’arrihet të zhvendoset dosja. Ju lutemi, sigurohuni se ekziston";

//Download folfer
"download_folder" = "Shkarkoni Dosjen";
"cancel_download" = "Anulojeni Shkarkimin";

//Upload from other apps
"other_apps_title" = "Vendmbërritje";
"other_apps_account" = "Llogari";
"other_apps_folder" = "Dosje";
"other_apps_file_name" = "Emër kartele";
"other_apps_send_to" = "Ngarkoje te";
"error_moving_file" = "S’arrihet të zhvendoset kartela. Ju lutemi, sigurohuni se dosja vendmbërritje ekziston";
"forbidden_characters_from_server" = "Emri përmban e pakta një shenjë të pavlefshme";
"overwritte_title" = "Mbishkruajeni";

//Social
"twitter_message" = "Provojeni $twitteruser te telefoni juaj! ";
"facebook_message" = "Provojeni $appname te telefoni juaj!\r\n";
"mail_recommendation_subject" = "Provojeni $appname te telefoni juaj!";
"mail_recommendation_body" = "Dëshiroj t’ju ftoj të përdorni $appname te telefoni juaj!\r\nShkarkojeni nga këtu: ";
"device_not_support_mail" = "Ju lutemi, formësoni llogarinë tuaj email";
"mail_feedback_subject" = "Përshtypje për $appname";
"account_not_configure" = "Pajisja juaj s’e ka të formësuar llogarinë. Shkoni te Rregullimet që ta formësoni.";

//Storage
"of_storage" = "nga";
"occupied_storage" = "të zëna";
"storage" = "Depozitë";
"storage_upgrade" = "Përmirësoni Depozitën";

//Jimmies
"this_file_is_older" = "Ka të gatshëm version më të ri";
"msg_update_file_0_bytes" = "Kartela te shërbyesi ka 0 bajte. Doni të mbishkruani kartelën tuaj ekzistuese te pajisja juaj me këtë kartelë të zbrazët?";

//Shared
"shared_tab" = "Lidhje të ndara";
"message_not_shared_files" = "Ende nuk ka kartela/dosje të ndara përmes lidhjesh.";
"message_not_shared_api_support" = "Na ndjeni, te shërbyesi juaj s’është aktivizuar ndarja. Ju lutemi, lidhuni me përgjegjësin tuaj";
"share_link_long_press" = "Ndaje";
"unshare_link" = "Hiqeni ndarjen për lidhjen";
"share_not_available_on_this_server" = "Na ndjeni, kjo veçori s’është e aktivizuar te shërbyesi juaj. Ju lutemi, lidhuni me përgjegjësin tuaj";
"copy_link" = "Kopjoje lidhjen";
"file_to_share_not_exist" = "S’arrihet të ndahet kjo kartelë ose dosje. Ju lutemi, sigurohuni se ekziston";
"file_to_unshare_not_exist" = "S’arrihet të zhbëhet ndarja e kësaj kartele ose dosjeje. Ju lutemi, sigurohuni se ekziston";
"shared_link_protected_title" = "Jepni një fjalëkalim";
"shared_link_protected_message" = "Që të ndani lidhjen, duhet të jepni një fjalëkalim që ta mbrojë atë.";
"pasword_empty" = "Fjalëkalimi s’mund të jetë i zbrazët";
"no_pasword" = "Duhet të jepni një fjalëkalim";
"get_share_link" = "Merrni Lidhje Ndarjeje";
"set_expiration_time" = "Caktoni datë skadimi";
"password_protect" = "Mbroje me fjalëkalim";
"allow_editing" = "Lejo përpunim";
"default_not_possible_msg" = "S’është e mundur të kryhet ky veprim, ju lutemi, riprovoni më vonë";
"share_user_group_indicator" = "grup";
"share_user_federated_indicator" = "i largët";
"add_user_or_group_title" = "Shtoni Përdorues ose Grup";
"share_with_users_or_groups" = "Ndani me Përdorues dhe Grupe";
"not_share_with_users_yet"= "Ende e pandarë me ndonjë përdorues";
"not_sharee_api_supported" = "Na ndjeni, versioni i shërbyesit tuaj nuk lejon ndarje me përdorues. Ju lutemi, lidhuni me përgjegjësin tuaj";
"share_link_title" = "Lidhje ndarjeje";
"not_share_link_enabled_capabilities" = "Lidhja për Ndarjen s’është e aktivizuar te ky shërbyes. Ju lutemi, lidhuni me përgjegjësin tuaj";
"shared_link_cannot_remove_password" = "S’hiqet dot fjalëkalimi";
"shared_link_cannot_remove_expiration_date" = "S’pastrohet dot data e skadencës. Ndarjet duhet të kenë doemos një datë skadimi.";
"shared_link_mail_subject" = "$userName ndau me ju »$fileOrFolderName«";
"secured_link" = "E siguruar";

//Shared privileges
"title_user_can_edit" = "Mund të përpunojë";
"title_user_can_share" = "Mund të ndajë me të tjerët";
"user_can_create" = "krijoje";
"user_can_change" = "ndrysho";
"user_can_delete" = "fshi";
"title_view_edit_user_privileges" = "Privikegje";

//Favorites
"favorite" = "Vëre Si të Parapëlqyer";
"unfavorite" = "Hiqe Nga të Parapëlqyerit";
"parent_folder_is_favorite" = "Është tashmë e parapëlqyer një dosje që përmban këtë kartelë";

//Available offline
"available_offline" = "I passhëm jo në linjë";
"not_available_offline" = "Jo i passhëm si jo në linjë";
"parent_folder_is_available_offline_file_child" = "Tashmë është e pashme jo në linjë një dosje që pëmban këtë kartelë";
"parent_folder_is_available_offline_folder_child" = "Tashmë është e pashme jo në linjë një dosje që pëmban këtë dosje";

//Document provider
"error_login_doc_provider" = "S’arrihet të hyhet në llogarinë tuaj. Ju lutemi, përdorni së pari aplikacionin $appname që të bëni hyrjen.";
"error_sending_file_to_document_picker" = "Gabim gjatë dërgimit të kartelës te marrësi i dokumenteve";
"error_user_change_in_core_app" = "Përdoruesi është ndryshuar te aplikacioni $appname";
"error_connecting_with_server" = "S’qe e mundur të lidhej me shërbyesin, ju lutemi, riprovoni më vonë";
"move_doc_provider_button" = "Zhvendose te ky vend";
"export_doc_provider_button" = "Eksportoje te ky vend";

//Instant uploads
"location_not_enabled"="Shërbime Vendi të paaktivizuara";
"message_location_not_enabled"="Ju lutemi, kaloni te Rregullimet dhe aktivizoni Shërbime Vendi që të lejohen ngarkime të menjëhershme fotosh, në prapaskenë.";

"access_photos_library_not_enabled" = "Hyrje te Fotot e paaktivizuar";
"message_access_photos_not_enabled" = "Ju lutemi, kaloni te Rregullimet dhe aktivizoni Hyrje te Fotot që të lejohen ngarkime të menjëhershme fotosh.";

//PDF reader
"page_of_pages" = "nga"; //Example: 5 of 10

//Share in
"files_added" = "Kartelat u shtuan";
"files_will_be_upload_next_time" = "Ngarkimi i kartelave do të fillojë herës tjetër që do të hapni $appname";

//Help Guide main app
"title_help_slide_0" = "Mirë se vini te $appname!";
"message_help_slide_0" = "Rrëshqitni gishtin që të mësoni më tepër";
"title_help_slide_1" = "Ngarkime të Menjëhershme";
"message_help_slide_1" = "Mbajini fotot tuaja të parrezikuara";
"title_help_slide_2" = "Administroni krejt kartelat tuaja";
"message_help_slide_2" = "Mund t’i fshini, t’i zhvendosni";
"title_help_slide_3" = "Ndani me të tjerët";
"message_help_slide_3" = "Mund të ndani me të tjerët kartela dhe dosje";
"title_help_slide_4" = "Multillogari";
"message_help_slide_4" = "Lidhuni te krejt retë tuaja";
"title_help_slide_5" = "Kartela tuajat të njëkohësuara kudo";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Hyni";
"skip_button_help_guide" = "Anashkalojeni";

//Account menu
"menu_account_edit" = "Përpunoni kredencialet";
"menu_account_clear_cache" = "Pastroje fshehtinën";
"menu_account_log_out" = "Hiqe llogarinë";
